{"data":[
	{"name": "House1", "address": "123 Main Street", "price": 0, "image": "house1.jpg", "contract": "0x85dc9078f3ff413d677cb420ad9cfa4be4f7b3c3", "description": "Custom built elegant and inviting Ranch Home with Mediterranean roof nestled in the heart of a highly desired island neighborhood. From the moment you walk in, the gleaming travertine floors will lead you to your gourmet eat-in kitchen, which features a breakfast bar, deluxe appliances, gas cooktop, double wall-oven and plenty of counter space! This home boasts 4 bedrooms, 3 full and 2 half baths. Spacious open-concept floor plan perfect for entertaining! Enjoy relaxing on any of the three verandas this home has to offer. Floors are real hardwood and each bedroom has a walk- in closet. The large master suite boasts its own sitting area, private patio shared with the master bath where you'll find a large luxury jetted shower system, oversized jetted tub as well as a large his and hers closet. Home also features central vacuum system, monitored security system and whole house radio intercom system. Built in 2006 and has all new Pella doors and windows designed to sustain highest wind impacts. Located in top notch school district and central to everything the city has to offer. The island life awaits you!", "bedrooms": 3, "bathrooms": 2,"status": "Sold", "quality": -1},
	{"name": "House2", "address": "66 Pine Street", "price": 0, "image": "house2.jpg", "contract": "0xcb83815122eb9c22904bad8a16c7ef36cee612dc", "description": "Modern craftsman in central South City location with numerous upgrades! Completed in 2007 and still under warranty by builder. In the wonderful smart learning school district. Beautiful hardwood floors are found in all the 1st floor living areas. The crisp white kitchen with dinette is perfect for entertaining with an island, stainless steel appliances including a built-in oven and microwave, gas cook top, soft close drawers and quartz counters. The large open family room with separate dining room completes the first floor. Second level features a sizable owner's retreat with designer quartz counters, huge walk-in closet, three additional spacious bedroom and walk-in closets and the laundry room. Plantation shutters throughout. Step out back to the lanai with surround sound and gas grill hookup. ", "bedrooms": 3, "bathrooms": 1,"status": "Sold", "quality": -1},
	{"name": "House3", "address": "8500 Rue Avenue", "price": 0, "image": "house3.jpg", "contract": "0x053bf356c2cc8c6f30efa61cbff56314faa14c96", "description": "Gorgeous Craftsman in New Virginia Park. This 4bd/3ba home is loaded with features and upgrades throughout. Starting with your beautiful paved front porch complete with front door camera that connects to your Home Automation System. Step inside this open floor plan, allowing natural light in almost every room to 10' ceilings with 10\" crown molding on the first floor that add charming details making this home so warm and inviting. Kitchen has KitchenAid ss appliance package including double oven(convection/microwave), a gas cooktop with pot filler, and oversized breakfast nook. Head upstairs where the loft opens to a generously sized bonus room with a balcony overlooking the backyard. The expansive master suite is loaded with upgrades, including his and hers walk in closets with custom built ins. The luxurious bathroom has a 25 square foot stand-alone shower with frame-less enclosure, dual sinks, separate soaker tub, and vanity storage. Two more large bedrooms, baths and the laundry room including a fantastic 'dog wash station/laundry sink' round out the upstairs of this Energy Star Certified home w/ high performance vinyl insulated windows, tankless gas water heater and 15 Seer Variable Speed HVAC System w/ Multi Zone Controls. Granite Countertops throughout and double French doors in the great room. Too many features to list! Home comes with a 2 year maintenance program as well as a 10 year structural warranty. A rated Schools, walk to Starbucks and waterfront.", "bedrooms" : 4, "bathrooms": 3,"status": "Sold", "quality": -1},
	{"name": "House4", "address": "1250 Maple Road", "price": 0, "image": "house4.jpg", "contract": "0x7c1390961852c8fc798b6a2214a1f013270b1f80", "description":"It's All About Charm And STYLE With This 1970's Colonial With A Detached Guest House With Two Bedrooms, One Bath And Kitchenette Perfect For Guest. Nestled In The Heart Of Palms Pleasant Cove, This Gorgeous Home Has Been Fully Renovated From The Kitchen To The Separate Wine Tasting Room. This One Of A Kind Colonial Is Located On An Historic Red Brick Street, Its Just A Short Stroll To Several Renowned Restaurants, Bars, Shops, And The Palms Pleasant Cove Park. This Colonial Has Been Completely Updated With A New A/C System, Blown Insulation, Recessed Lighting, Electrical, Plumbing And A State Of The Art Alarm System. The Home Has Been Wholesomely Expanded To An Open Concept Living Space with a Family Room, Dining Room and an Exquisitely Crafted Living Room With Inviting Fireplaces. Indulge Your Guests To Comfort and Extravagance With A Custom Wine Tasting Room, Surround Sound System, Gas Fireplace, Spacious Backyard And A Large Red Brick Patio, Tastefully Crafted To Perfection. The Detached Guest House Has 2 Bedrooms And 1 Bath With A Kitchenette Perfect For Your Guest Or Family Who Visit. The Kitchen Features Granite Counters, Gas Appliances, And A Large Pantry With Custom Etched Glass Doors And Under Cabinet Lighting. It's Time To Start A New Chapter In This Home And Start The New Year Off With A Bang! You Will Be Amazed Once You Walk Thru The Doors, THIS IS IT!!!!! PURE STYLE!!!!!", "bedrooms": 4, "bathrooms": 3, "status": "Sold", "quality": -1},
	{"name": "House5", "address": "34A Bridge Street", "price": 0, "image": "house5.jpg", "contract": "0x73820362edcb75157d1b8bf6bcac9bf41916bf06", "description": "HISTORIC PARK!!!! HISTORIC PARK !!!! HISTORIC PARK!!! Walk to it all!!! Sensational single family home priced to sell!! Gorgeous new kitchen with REAL wood cabinets and sleek hardware! SIZZLING new stainless steel appliances and DYNAMITE custom granite!! Open floor plan for plenty of living and dining space!! Delicious new bathroom and custom vanity and granite!!! Amazing volume ceilings with perfect ceiling fans!! Plenty of parking with a SUPER SIZED concrete parking pad with cover! Come see this ADORABLE single family home in the city's sweetest neighborhood!! SKIP TO Waterfront Blvd AND AND AND allllllllllllll the newest and trendiest new restaurants and boutique that HISTORIC PARK has to offer!!!", "bedrooms": 2, "bathrooms": 1, "status": "Sold",  "quality": -1 }
]}
